{
    "A new order was received for the :location location on :date.": "Uma nova encomenda foi recebida para a localização :location a :date",
    "A new verification link has been sent to your email address.": "Um novo link de verificação foi enviado para o seu endereço de email.",
    "Add additional security to your account using two factor authentication.": "Adicione segurança extra à sua conta utilizando a autenticação de dois fatores.",
    "All rights reserved.": "Todos os direitos reservados.",
    "An email notification will be sent automatically.": "Será enviada uma notificação por e-mail automaticamente.",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Os tokens de API permitem que serviços de terceiros se autentiquem na nossa aplicação em seu nome.",
    "API Token Permissions": "Permissões de Token de API",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Tem a certeza de que quer eliminar a sua conta? Uma vez eliminada, todos os seus recursos e dados serão permanentemente apagados. Por favor, insira a sua palavra-passe para confirmar que deseja eliminar a sua conta de forma permanente.",
    "Are you sure you would like to delete this API token?": "Tem a certeza de que deseja eliminar este token de API?",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Antes de continuar, poderia verificar o seu endereço de email clicando no link que acabámos de enviar? Se não recebeu o email, teremos todo o gosto em enviar-lhe outro.",
    "Browser Sessions": "Sessões do Navegador",
    "Click here to re-send the verification email.": "Clique aqui para reenviar o email de verificação.",
    "Code": "Código",
    "Confirm the recipient you delivered this item to.": "Confirme o destinatário a quem entregou este item.",
    "Create API Token": "Criar Token de API",
    "Delete Account": "Eliminar Conta",
    "Delete API Token": "Eliminar Token de API",
    "Email Password Reset Link": "Enviar Link de Redefinição de Palavra-Passe por Email",
    "Ensure your account is using a long, random password to stay secure.": "Certifique-se de que a sua conta utiliza uma palavra-passe longa e aleatória para manter a segurança.",
    "Finish enabling two factor authentication.": "Conclua a ativação da autenticação de dois fatores.",
    "For your security, please confirm your password to continue.": "Para sua segurança, confirme a sua palavra-passe para continuar.",
    "Forgot your password?": "Esqueceu-se da sua palavra-passe?",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Se necessário, pode terminar sessão em todas as outras sessões do navegador em todos os seus dispositivos. Algumas das suas sessões recentes estão listadas abaixo; no entanto, esta lista pode não ser exaustiva. Se achar que a sua conta foi comprometida, deve também atualizar a sua palavra-passe.",
    "Last active": "Última atividade",
    "Last used": "Última utilização",
    "Let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Indique-nos o seu endereço de email e enviaremos um link de redefinição de palavra-passe que permitirá escolher uma nova.",
    "Locale Settings": "Configurações de Localização",
    "Log in to continue to the Dashboard.": "Inicie sessão para continuar para o painel de controlo.",
    "Login with OSD HQ": "Iniciar sessão com OSD HQ",
    "Log Out Other Browser Sessions": "Terminar Sessão em Outras Sessões do Navegador",
    "New delivery": "Nova encomenda",
    "New delivery for :location": "Nova encomenda para :location",
    "Manage and log out your active sessions on other browsers and devices.": "Gira e termine as suas sessões ativas noutros navegadores e dispositivos.",
    "Manage API Tokens": "Gerir Tokens de API",
    "No new notifications": "Sem novas notificações",
    "Password reset": "Redefinição de Palavra-Passe",
    "Permanently delete your account.": "Eliminar permanentemente a sua conta.",
    "Personalize your account by updating language, country, and other localization preferences.": "Personalize a sua conta atualizando o idioma, país e outras preferências de localização.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Confirme o acesso à sua conta inserindo um dos seus códigos de recuperação de emergência.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Confirme o acesso à sua conta inserindo o código de autenticação fornecido pela sua aplicação autenticadora.",
    "Please copy your new API token. For your security, it won't be shown again.": "Copie o seu novo token de API. Para sua segurança, ele não será mostrado novamente.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Insira a sua palavra-passe para confirmar que deseja terminar sessão nas outras sessões do navegador em todos os seus dispositivos.",
    "Profile Information": "Informação do Perfil",
    "Receipt of order to the :location location": "Receção de encomenda para a localização :location",
    "Recovery Code": "Código de Recuperação",
    "Regenerate Recovery Codes": "Regenerar Códigos de Recuperação",
    "Remember me": "Lembrar-me",
    "Remove Photo": "Remover Foto",
    "Resend Verification Email": "Reenviar Email de Verificação",
    "Reset Password": "Redefinir Palavra-Passe",
    "Select A New Photo": "Selecionar Uma Nova Foto",
    "Set a new password for your account.": "Defina uma nova palavra-passe para a sua conta.",
    "Setup Key": "Chave de Configuração",
    "Show Recovery Codes": "Mostrar Códigos de Recuperação",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Guarde estes códigos de recuperação num gestor de palavras-passe seguro. Podem ser usados para recuperar o acesso à sua conta se o seu dispositivo de autenticação de dois fatores for perdido.",
    "The provided password does not match your current password.": "A palavra-passe fornecida não corresponde à sua palavra-passe atual.",
    "This device": "Este dispositivo",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta é uma área segura da aplicação. Confirme a sua palavra-passe antes de continuar.",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Para concluir a ativação da autenticação de dois fatores, digitalize o seguinte código QR com a aplicação de autenticação do seu telemóvel ou insira a chave de configuração e forneça o código OTP gerado.",
    "Token Name": "Nome do Token",
    "Two Factor Authentication": "Autenticação de Dois Fatores",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "A autenticação de dois fatores está agora ativada. Digitalize o seguinte código QR com a aplicação de autenticação do seu telemóvel ou insira a chave de configuração.",
    "Unknown": "Desconhecido",
    "Update Password": "Atualizar Palavra-Passe",
    "Update your account's profile information and email address.": "Atualize as informações de perfil da sua conta e o endereço de email.",
    "Use a recovery code": "Utilizar um código de recuperação",
    "Use an authentication code": "Utilizar um código de autenticação",
    "Welcome back!": "Bem-vindo de volta!",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Quando a autenticação de dois fatores está ativada, ser-lhe-á solicitado um token seguro e aleatório durante a autenticação. Pode obter este token a partir da aplicação Google Authenticator do seu telemóvel.",
    "Whoops! Something went wrong.": "Ops! Algo correu mal.",
    "You have enabled two factor authentication.": "Ativou a autenticação de dois fatores.",
    "You have not enabled two factor authentication.": "Não ativou a autenticação de dois fatores.",
    "You may delete any of your existing tokens if they are no longer needed.": "Pode eliminar quaisquer tokens existentes se já não forem necessários.",
    "You received a new order": "Recebeu uma nova encomenda",
    "You received a new order on :date.": "Recebeu uma nova encomenda a :date",
    "Your email address is unverified.": "O seu endereço de email não está verificado."
}
